openfoam/validated_bfs_case/baseCase/system/sampleCp
type            patchProbes;
libs            (sampling);
writeControl    writeTime;

patch           lowerWall;
probeLocations  ();
fields          (cp);
